Repository: Adi3030/Mindfullness_app
Catalog: Mindfullness/CustomClasses/Localizables/*.lproj/Localizable.strings
Languages: hi, pa, te

# continue_google
source: Continue with Google
hi: Google के साथ जारी रखें
pa: Google ਨਾਲ ਜਾਰੀ ਰੱਖੋ
te: Google తో కొనసాగించండి

# continue_email
source: Continue with Phone or Email
hi: फ़ोन या ईमेल से जारी रखें
pa: ਫ਼ੋਨ ਜਾਂ ਈਮੇਲ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
te: ఫోన్ లేదా ఇమెయిల్‌తో కొనసాగించండి

# have_account
source: Already have an account?
hi: पहले से ही एक खाता है?
pa: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਖਾਤਾ ਹੈ?
te: మీకు ఇప్పటికే ఖాతా ఉందా?

source: Sign in
hi: साइन इन करें
pa: ਸਾਈਨ ਇਨ ਕਰੋ
te: సైన్ ఇన్ చేయండి

source: Language
hi: भाषा
pa: ਭਾਸ਼ਾ
te: భాష

# ofLanguage
source: English
hi: हिंदी | Hindi
pa: ਅੰਗਰੇਜ਼ੀ | Punjabi
te: ఆంగ్లం | Telugu

source: Relax & Meditation
hi: आराम और ध्यान
pa: ਆਰਾਮ ਅਤੇ ਧਿਆਨ
te: ஆராமம் & தியானம்

source: Rejuvenate
hi: नवजीवन
pa: ਤਾਜ਼ਗੀ ਲਵੋ
te: மறுபிறப்பு

source: Connect
hi: जुड़ें
pa: ਕੁਨੈਕਟ ਕਰੋ
te: இணை

# label_2_data_1
source: Relax for physical-mental coherence and claim
hi: शारीरिक और मानसिक सामंजस्य के लिए आराम करें और संतुलन प्राप्त करें।
pa: ਸ਼ਾਰੀਰੀਕ-ਮਾਨਸਿਕ ਸੰਤੁਲਨ ਲਈ ਆਰਾਮ ਕਰੋ ਅਤੇ ਆਪਣੀ ਉਰਜਾ ਵਾਪਸ ਲਵੋ।
te: உடல் மற்றும் மன அமைதிக்காக தளர்வாக இருங்கள் மற்றும் சமநிலையைப் பெறுங்கள்.

# label_2_data_2
source: Useful at the end of the day to let go for stress and complex emotions and will leave you feeling light and refreshed.
hi: दिन के अंत में तनाव और जटिल भावनाओं को छोड़ने के लिए उपयोगी, यह आपको हल्का और तरोताजा महसूस कराएगा।
pa: ਦਿਨ ਦੇ ਅਖੀਰ 'ਚ ਤਣਾਅ ਅਤੇ ਉਲਝਣ ਭਰੀਆਂ ਭਾਵਨਾਵਾਂ ਨੂੰ ਛੱਡਣ ਲਈ ਲਾਭਦਾਇਕ, ਜੋ ਤੁਹਾਨੂੰ ਹਲਕਾ ਅਤੇ ਤਾਜ਼ਾ ਮਹਿਸੂਸ ਕਰੇਗਾ।
te: நாளின் இறுதியில் மன அழுத்தத்தையும் சிக்கலான உணர்ச்சிகளையும் விடுவதற்குத் தேவையானது, இது உங்களை இலகுவாகவும் புத்துணர்ச்சியுடன் உணரச்செய்யும்.

# label_2_data_3
source: Observe you deepest feelings, make wise choices to weave your own destiny.
hi: अपनी गहरी भावनाओं का अवलोकन करें, समझदारी से निर्णय लें और अपनी तकदीर स्वयं बनाएं।
pa: ਆਪਣੀਆਂ ਸਭ ਤੋਂ ਗਹਿਰੀਆਂ ਭਾਵਨਾਵਾਂ ਨੂੰ ਦੇਖੋ, ਸਮਝਦਾਰ ਫੈਸਲੇ ਲਓ ਅਤੇ ਆਪਣੀ تقدੀਰ ਨੂੰ ਆਪ ਬਣਾਓ।
te: உங்கள் ஆழ்ந்த உணர்வுகளை கவனியுங்கள், புத்திசாலியான தேர்வுகளை எடுத்து உங்கள் விதியை உருவாக்குங்கள்.

# greetings
source: Good Morning
hi: नमस्ते!
pa: ਸ਼ੁਭ ਸਵੇਰ
te: శుభోదయం

source: Learn to meditate
hi: ध्यान करना सीखें
pa: ਸਿੱਖੋ ਫਿਰ ਮਨਨ ਕਰੋ
te: నేర్చుకోండి మరియు ధ్యానం చేయండి
